#
# TNTConcept Easy Enterprise Management by Autentia Real Bussiness Solution S.L.
# Copyright (C) 2007 Autentia Real Bussiness Solution S.L.
#
# This program is free software: you can redistribute it and/or modify
# it under the terms of the GNU General Public License as published by
# the Free Software Foundation, either version 3 of the License.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program.  If not, see <http://www.gnu.org/licenses/>.
#

############################ COMMONS ########################

menu.commons=Elementos comunes

commons.title=Elementos comunes
commons.text=A continuaci\u00F3n se muestran una serie de elementos que son comunes a la mayor\u00EDa de las p\u00E1ginas \
de la aplicaci\u00F3n.
commons.text0=Elementos en barra de herramientas
commons.text1=Muestra la p\u00E1gina principal con el tabl\u00F3n de anuncios y la lista de mensajes
commons.text2=Actualiza la p\u00E1gina
commons.text3=Imprime la p\u00E1gina actual
commons.text4=Indica que las trazas est\u00E1n deshabilitadas. Si lo seleccionamos las habilitamos
commons.text5=Indica que las trazas est\u00E1n habilitadas. Si lo seleccionamos las deshabilitamos
commons.text6=Barra de desplazamiento
commons.text7=Nos desplazamos a la primera hoja directamente
commons.text8=Nos desplazamos diez p\u00E1ginas hacia atr\u00E1s
commons.text9=Se desplaza a la p\u00E1gina anterior
commons.text10=Se desplaza a la p\u00E1gina posterior
commons.text11=Nos desplazamos diez p\u00E1ginas hacia delante
commons.text12=Nos desplazamos a la \u00FAltima hoja directamente
commons.text13=Podemos seleccionar la hoja directamente pinchando en el n\u00FAmero
commons.text14=Manipulaci\u00F3n de datos y otros
commons.text15=Para crear un nuevo registro
commons.text16=Para grabar los datos que hemos introducido
commons.text17=Para borrar el registro
commons.text18=Nos retorna a la p\u00E1gina anterior
commons.text19=Muestra texto de ayuda
commons.text20=Editar o acceder al detalle de un registro (depende de sus permisos)
commons.text21=Este aviso aparece cuando alguna pantalla no se ha completado con los datos obligatorios. \
Aparecer\u00E1 en todos los campos que haya que completar
commons.text22=Filtros
commons.text23=Crear un filtro
commons.text24=Indica que un filtro est\u00E1 creado. Permite modificarlo.
commons.text25=Elimina el filtro
commons.text26=Filtrado por letra

############################ ADMIN ################################

menu.admin=Administraci\u00F3n

users.title=Listado de usuarios
users.text=En esta pantalla se visualizan el listado de empleados que se han dado de alta en la empresa. \
De los empleados que est\u00E1n inactivos en la empresa, se conservan los datos m\u00E1s importantes para futuras comunicaciones
users.text0=El usuario pertenece a la empresa actualmente
users.text1=El usuario no pertenece a la empresa actualmente

editUsers.title=Edici\u00F3n/Detalle de usuarios
editUsers.text=Permite ver/editar los datos de un usuario. Los campos con asterisco (*) son de obligada cumplimentaci\u00F3n.
editUsers.text0=Perfil del empleado
editUsers.text1=Administrador -> Acceder\u00E1 a todos los campos y editar\u00E1 las tablas maestras
editUsers.text2=Supervisor -> Acceder\u00E1 a todos los campos pero no podr\u00E1 editar tablas
editUsers.text3=Usuario -> S\u00F3lo accede a sus datos
editUsers.text4=Algunas acciones especificas de la edici\u00F3n de usuarios
editUsers.text5=Permite acceder a los documentos del usuario
editUsers.text6=Permite resetear la contrase\u00F1a del usuario

userCategorys.title=Categor\u00EDas de usuario
userCategorys.text=Categor\u00EDa que se puede asignar a un usuario del sistema
userCategorys.text0=Becario 6 horas
userCategorys.text1=Becario 4 horas
userCategorys.text2=Auxiliar Administrativo
userCategorys.text3=Arquitecto
userCategorys.text4=Junior
userCategorys.text5=Senior
userCategorys.text6=Socio

changePassword.title=Cambio de contrase\u00F1a
changePassword.text=TNT concept, nos permite el cambio de contrase\u00F1a. Debes estar seguro de este cambio, \
ya que eres el \u00FAnico responsable de dicho cambio. Procure que sea una combinaci\u00F3n de n\u00FAmeros y letras que \
pueda recordar f\u00E1cilmente, pero a su vez suficientemente compleja para que no pueda intuirla cualquier persona.

workingAgreements.title=Convenios laborales
workingAgreements.text=Permite definir los convenios laborales para nuestra empresa. Luego se podr\u00E1n asociar \
a un usuario

####### MASTER TABLES ##########

menu.masterTables=Tablas Maestras

accountEntryTypes.title=Tipos de asiento
accountEntryTypes.text=Podemos registrar los movimientos de las cuentas bancarias (cuentas/dep\u00F3sitos/caja) y \
categorizarlos (categor\u00EDa propias). A trav\u00E9s de los informes podemos controlar en que nos gastamos el dinero, \
el saldo disponible en una fecha concreta y de una cuenta determinada
accountEntryTypes.text0=Gastos -> Saldo negativo, supone una salida de dinero
accountEntryTypes.text1=Ingreso -> Saldo positivo, supone una entrada de dinero
accountEntryTypes.text2=Traspaso -> Traspaso entre cuentas de la empresa, no var\u00EDa el saldo final 
accountEntryTypes.text3=Arranque Inicial -> Es el saldo que arrastramos del ejercicio anterior. Es importante \
reflejar este dato, ya que de \u00E9l depender\u00E1 el resultado contable final.

editAccountEntryType.title=Edici\u00F3n de tipos de asientos
editAccountEntryType.text=Se definen los tipos de asientos contables. En el apartado de grupo debemos indicar si \
es un gasto, un ingreso, un traspaso o arranque inicial.

organizationTypes.title=Tipos de organizaci\u00F3n
organizationTypes.text=Se definen los tipos de organizaci\u00F3n con los cuales podemos tener alguna interacci\u00F3n.

interactionTypes.title=Tipos de interacci\u00F3n
interactionTypes.text=Se definen los tipos de interacci\u00F3n que podemos tener con clientes, proveedores, etc.
interactionTypes.text0=Tipos de interacci\u00F3n por defecto:
interactionTypes.text1=Acci\u00F3n administrativa
interactionTypes.text2=Acci\u00F3n comercial
interactionTypes.text3=Env\u00EDo de oferta
interactionTypes.text4=Env\u00EDo de factura
interactionTypes.text5=No conformidad
interactionTypes.text6=No definida

organizationISOCategorys.title=Categor\u00EDas de organizaci\u00F3n
organizationISOCategorys.text=Se definen las categor\u00EDas que podemos asociar a las organizaci\u00F3nes que podemos crear.

magazines.title=Revistas
magazines.text=Se muestra una relaci\u00F3n de las revistas en las que bien se han publicado tutoriales o art\u00EDculos.

####### ACCOUNTING ##########

menu.accounting=Contabilidad

bills.title=Facturas
bills.text=Se muestra la relaci\u00F3n de facturas emitidas por la empresa.

editBill.title=Edici\u00F3n de facturas
editBill.text=Crearemos las facturas emitidas por la empresa. Indicando el nombre de la organizaci\u00F3n se le asignar\u00E1 un proyecto que ha sido creado anteriormente. \
Tambi\u00E9n podemos asociar a la factura cualquier fichero que tenga relaci\u00F3n con la misma.

accounts.title=Cuentas
accounts.text=Se muestran todas las cuentas bancarias asociadas a la empresa.

accountEntrys.title=Asientos
accountEntrys.text=Esta ventana nos muestra el total de los gastos e ingresos, con el saldo resultante
accountEntrys.text0=Podemos seleccionar desde el a\u00F1o actual hasta los a\u00F1os que tengamos creados
accountEntrys.text1=Los importes que aparece en azul, son ingresos
accountEntrys.text2=Los importes que aparecen en rojo son gastos
accountEntrys.text3=Pinchando en este icono lo que se hace es que el arranque inicial se oculta, rest\u00E1ndoselo al total de ingresos

editAccountEntry.title=Editar asientos
editAccountEntry.text=En esta pantalla podemos crear asientos nuevos, indicando la cuenta asociada al movimiento, el concepto, el tipo de asiento, que ya hemos \
creado anteriormente, las fechas, el importe y si queremos indicar alguna observaci\u00F3n
editAccountEntry.text0=Nos permite trasladar este movimiento directamente a los movimientos peri\u00F3dicos
editAccountEntry.text1=Para ver el significado del resto de los iconos pulsar en el link de elementos comunes

periodicalAccountEntrys.title=Asientos peri\u00F3dicos
periodicalAccountEntrys.text=Los asientos peri\u00F3dicos se pueden crear a trav\u00E9s de esta pantalla o bien directamente cuando creamos un asiento pinchando en el bot\u00F3n \
\u00EDndicado. Un asiento peri\u00F3dico representa un gasto o un ingreso recurrente en el tiempo. Esta frecuencia se puede definir:
periodicalAccountEntrys.text0=Mensual
periodicalAccountEntrys.text1=Bimestral
periodicalAccountEntrys.text2=Trimestral
periodicalAccountEntrys.text3=Semestral
periodicalAccountEntrys.text4=Anual

####### CONTACTS ##########

menu.contacts=Contactos

organizations.title=Organizaciones
organizations.text=Nos aparece un listado con las organizaciones con las cual hemos mantenido alg\u00FAn tipo de relaci\u00F3n
organizations.text0=Algunas acciones especificas del listado de organizaciones
organizations.text1=Nos muestra los contactos asociados a la organizaci\u00F3n

editOrganizations.title=Edici\u00F3n de organizaciones
editOrganizations.text=Dar de alta una organizaci\u00F3n. A la hora de ir cumplimentando la pantalla, los campos sombreados son obligatorios
editOrganizations.text0=En el apartado de categor\u00EDa ISO indicaremos:
editOrganizations.text1=A -> si el cliente/proveedor es habitual.- Son clientes/proveedores que tienen la ISO, son hist\u00F3ricos de la empresa o que suministran productos certificados por un organismo reconocido nacional o internacionalmente. 
editOrganizations.text2=B -> si el cliente/proveedor es recomendado. Se han evaluado en un principio \u00FAnicamente con referencias directas o de proveedores de nivel A 
editOrganizations.text3=C -> si el cliente/proveedor no es habitual. Se han evaluado con referencias del sector y se debe comprobar que cumple con las exigencias de calidad establecidas por la empresa durante un periodo de tres meses. 
editOrganizations.text4=D -> si el cliente/proveedor ha tenido alguna disconformidad con la empresa. En el hist\u00F3rico de la empresa han tenido actuaciones disconformes (no han cumplido con plazos, con importes, etc)

interactions.title=Interacciones
interactions.text=En esta opci\u00F3n vamos a crear las interacciones con el cliente, desde el primer contacto hasta la aceptaci\u00F3n de la oferta. No s\u00F3lo podemos crear \
interacciones con clientes sino tambi\u00E9n no conformidades de la ISO, llamadas telef\u00F3nicas, mensajes para empleados, etc. \
El registro de las interacciones es importante dentro de nuestra gesti\u00F3n ya que siempre sabremos cu\u00E1ndo ha sido el \u00FAltimo contacto con un cliente, si una oferta \
nos ha sido aceptada, etc.

contacts.title=Contactos
contacts.text=Personas de contacto en las organizaciones con las que interactuamos

editContact.title=Editar contactos
editContact.text= Un aspecto que no se debe olvidar es la LOPD, por la cual se debe notificar al cliente que sus datos se van a incluir en nuestro fichero. \
Con este link lo que hacemos es notificarlo directamente.

offers.title=Ofertas
offers.text=Aqu\u00ED podemos registrar todas las ofertas enviadas a clientes, con la fecha de emisi\u00F3n y estado de la oferta (Con la causa de rechazo si procede).

projects.title=Proyectos
projects.text=Tanto para el control de actividad de usuario, emisi\u00F3n de facturas, etc es necesario la imputaci\u00F3n a proyecto. \
En este listado se puede observar la relaci\u00F3n de los proyectos que la empresa ha generado a que organizaci\u00F3n se han asociado y \
la fecha con la que se han iniciado.

editProject.title=Edici\u00F3n de proyectos
editProject.text=En la edici\u00F3n de un proyecto, aparte de informaci\u00F3n relativa a \u00E9ste como fecha de inicio, facturable, etc se le puede asociar:
editProject.text0=Roles donde se puede indicar el importe que supone ese rol y las horas estimadas que se dedicar\u00E1n
editProject.text1=Gastos extraordinarios, como fotocopias, taxis, etc indicando el importe y si se van a facturar
editProject.text2=El \u00FAltimo campo muestra el coste final estimado del proyecto
editProject.text3=Estos campos nos permitir\u00E1n sacar informes de desviaciones tanto de horas como de costes

############ QUALITY ###################

menu.quality=Calidad

documentCategorys.title=Categor\u00EDas de documentos
documentCategorys.text=Nos nuestra un listado de las categor\u00EDas de documentos creadas en la empresa. La forma de organizar los \
documentos ser\u00E1 a trav\u00E9s de categor\u00EDas que a su vez ir\u00E1n asociadas a categor\u00EDas padre a modo de \u00E1rbol geneal\u00F3gico.
documentCategorys.text0=Accedemos a la carpeta donde se encuentra el documento con las distintas versiones

############# BULLETIN ##################

menu.bulletin=Tabl\u00F3n

bulletinBoards.title=Mensajes
bulletinBoards.text=Permite crear mensajes que apareceran en el tabl\u00F3n principal de la aplicaci\u00F3n, \
que son de car\u00E1cter general

companyStates.title=Boletines
companyStates.text=Permite crear comunicaciones peri\u00F3dicas de la direcci\u00F3n a los empleados 

bulletinBoardCategorys.title=Categor\u00EDas de mensajes
bulletinBoardCategorys.text=Permite crear categor\u00EDas para organizar los mensajes

ideas.title=Sugerencias
ideas.text=Permite crear sugerencias por parte del trabajador a la empresa

############# ACTIVITY ##################

menu.activity=Seguimiento

activitys.title=Bit\u00E1cora
activitys.text=La bit\u00E1cora es un apartado de la aplicaci\u00F3n en la que el trabajador va a imputar las horas que \
est\u00E1 dedicando a un proyecto y si estas horas son o no facturables. En la descripci\u00F3n incluir observaciones para \
que a la hora de imputarlo a un proyecto nos sea f\u00E1cil reconocerlo. Se imputan las horas y los roles que participan. \
Los roles se han debido  crear anteriormente en la pantalla de proyectos

objectives.title=Objetivos
objectives.text=Para que un grupo sea productivo tiene que tener claro sus responsabilidades a corto plazo. El sistema \
permite registrar hitos semanales y seguir su cumplimiento.
objectives.text0=Objetivos caducados
objectives.text1=Esta lista muestra los objetivos caducados, donde nos quedan dos opciones, volver a registrarlo \
de nuevo y dividirlo en subobjetivos (de esta forma el supervisor podr\u00E1 asignar el trabajo a otra persona si lo considera \
oportuno) donde habr\u00E1 que indicar el motivo del no cumplimiento del objetivo o decidir que se ha cumplido (por si es un olvido).
objectives.text2=Para subdividir el objetivo en varios subobjetivos
objectives.text3=Para dar por cumplido el objetivo
objectives.text4=Objetivos actuales
objectives.text5=Esta lista muestra los objetivos actuales de la semana que se ha fijado el usuario, mostrando el estado del objetivo, \
si se ha cumplido o si todav\u00EDa se encuentra pendiente
objectives.text6=El objetivo se ha cumplido en la semana

############# REPORTS #################

menu.reports=Informes

generalReports.title=Informes b\u00E1sicos
generalReports.text=En esta p\u00E1gina podemos generar varios tipos de informes (de personal, de vacaciones, bajas m\u00E9dicas, etc) y en \
diferentes formatos (PDF, CVS, HTML, etc)

############# PUBLICATIONS ##############

menu.publications=Publicaciones

tutorials.title=Tutoriales
tutorials.text=En este apartado lo que aparecen son todos los tutoriales/gu\u00EDas de los trabajadores de la empresa. \
Enviado a distintos medios de comunicaci\u00F3n como Webs, revistas, etc. La  fecha de compromiso final indica cuando puede \
ser publicado en otros medios. Vence la exclusividad

publications.title=Art\u00EDculos
publications.text=Aqu\u00ED lo que aparece son los art\u00EDculos que se publican. Enviado a distintos medios de comunicaci\u00F3n como \
Webs, revistas, etc. La  fecha de compromiso final indica cuando puede ser publicado en otros medios. Vence la exclusividad

############# HOLIDAYS ##################

menu.holidays=Vacaciones

holidays.title=Festivos
holidays.text=Aparecen los d\u00EDas festivos que por cada comunidad y convenio correspondan. En un principio esta lista aparece \
vac\u00EDa y cada a\u00F1o deber\u00E1 configurarse.

requestHolidays.title=Solicitar vacaciones
requestHolidays.text=En esta pantalla lo que hacemos es solicitar las vacaciones que posteriormente nos ser\u00E1n aceptadas o no

adminHolidays.title=Administrar vacaciones
adminHolidays.text=Una vez que hemos solicitado las vacaciones est\u00E1n ser\u00E1n aceptadas o bien por el administrador o por el supervisor \
a trav\u00E9s de esta p\u00E1gina


############# UTILS #####################

menu.utils=Utilidades

books.title=Libros
books.text=En este apartado, podemos tener una biblioteca de libros pertenecientes a la empresa, pinchando en el bot\u00F3n de nuevo \
(ver elementos comunes) podemos registrar todos los libros e incluso saber que trabajador tiene ese libro y con que fecha se le ha prestado

inventarys.title=Inventario
inventarys.text=En cuanto al inventario, lo que vamos a hacer es registrar todo el mobiliario, equipos inform\u00E1ticos y dem\u00E1s \
utensilios de la empresa. Asignando cada equipo al trabajador que lo est\u00E1 utilizando. Con la barra de desplazamiento nos podemos \
mover por las distintas p\u00E1ginas y ver todo el inventario